// Написать программу которая из имеющегосямассива строк, длина которых меньше либо равна 3 символа.

using static setArray;

string[] array = ConsoleInputArray();

Console.WriteLine($" {array[0]}");
